{
  "common": {
    "home": "الرئيسية",
    "aboutUs": "من نحن",
    "services": "الخدمات",
    "blogs": "المدونات",
    "contactUs": "اتصل بنا",
    "getConsultant": "تواصل معنا",
    "readMore": "اقرأ المزيد",
    "learnMore": "اعرف المزيد",
    "contact": "اتصل",
    "phone": "الهاتف",
    "email": "البريد الإلكتروني",
    "addressLabel": "العنوان",
    "address": "زين للحلول، مسقط، سلطنة عُمان",
    "fullAddress": "زين للحلول، مسقط، سلطنة عُمان",
    "needHelp": "تحتاج مساعدة؟",
    "allRightsReserved": "جميع الحقوق محفوظة",
    "copyright": "حقوق النشر",
    "terms": "الشروط",
    "privacy": "الخصوصية",
    "support": "الدعم",
    "companyName": "زين للحلول",
    "companyNameLine1": "زين",
    "companyNameLine2": "للحلول",
    "zainInfra": "زين إنفرا",
    "zainDX": "زين دي إكس",
    "siteTitle": "زين للحلول - حلول البنية التحتية المتكاملة والتحول الرقمي",
    "requestCallBack": "طلب اتصال",
    "readyToTransform": "هل أنت مستعد لتحويل عملك؟",
    "buildDigitalFuture": "دعنا نبني مستقبلك الرقمي معاً."
  },
  "process": {
    "solutionsPortfolio": "محفظة حلولنا",
    "projectsProducts": "المشاريع والمنتجات",
    "projectsDescription": "قدمت زين للحلول مجموعة واسعة من المشاريع في القطاعين العام والخاص، تغطي البنية التحتية والأمن والأنظمة المؤسسية والأتمتة والتحليلات المتقدمة. كما طورت الشركة منصات وحلولاً قابلة للتخصيص، بما في ذلك:",
    "whatSetsUsApart": "ما يميزنا",
    "keyDifferentiators": "المميزات الرئيسية",
    "differentiators": {
      "integratedDelivery": "تكامل في التسليم عبر البنية التحتية والتحول الرقمي",
      "localExpertise": "خبرة محلية قوية متوافقة مع المعايير العالمية",
      "secureScalable": "حلول آمنة وقابلة للتوسع ومدفوعة بالامتثال",
      "strategicPartnership": "عقلية شراكة استراتيجية تركز على القيمة طويلة المدى"
    },
    "items": {
      "mis": {
        "title": "نظم المعلومات الإدارية (MIS)",
        "text": "أنظمة مؤسسية شاملة للتقارير والتنبيهات ودعم الحوكمة تمكن من اتخاذ قرارات قائمة على البيانات."
      },
      "automation": {
        "title": "حلول الأتمتة الذكية",
        "text": "أتمتة متقدمة مدعومة بـ RPA والذكاء الاصطناعي تبسط العمليات وتزيل المهام اليدوية عبر الأقسام."
      },
      "analytics": {
        "title": "منصات التحليلات وذكاء الأعمال",
        "text": "لوحات معلومات قوية ومؤشرات أداء وتحليلات تنبؤية تكشف الرؤى وتدفع قرارات الأعمال الاستراتيجية."
      },
      "portals": {
        "title": "البوابات المؤسسية والتطبيقات الرقمية",
        "text": "منصات ويب مخصصة وتطبيقات ذكية مصممة لتعزيز مشاركة العملاء والكفاءة التشغيلية."
      }
    }
  },
  "choose": {
    "industriesWeServe": "القطاعات التي نخدمها",
    "industriesDescription": "تدعم زين للحلول مجموعة واسعة من القطاعات بحلول مخصصة تتماشى مع الاحتياجات التشغيلية والتنظيمية الخاصة بكل قطاع:",
    "companyName": "زين",
    "industries": {
      "government": "القطاع الحكومي والهيئات العامة",
      "banking": "المصارف والخدمات المالية",
      "oilGas": "النفط والغاز والطاقة",
      "industry": "الصناعة والتصنيع",
      "logistics": "النقل والخدمات اللوجستية",
      "healthcare": "الرعاية الصحية",
      "education": "التعليم والتدريب",
      "hospitality": "الضيافة والسياحة",
      "retail": "التجزئة والتجارة",
      "construction": "المقاولات والبنية الأساسية",
      "enterprises": "المؤسسات الكبرى والمتوسطة"
    }
  },
  "partner": {
    "technologyPartners": "الشركاء التقنيون",
    "partnersDescription": "تعمل زين للحلول ضمن منظومة شراكات تقنية مختارة تضم مزودي تقنيات وحلول محليين ودوليين، بما يضمن توافق الحلول مع المعايير العالمية ومتطلبات السوق المحلي، ونقل المعرفة وبناء القدرات.",
    "trustedByClients": "موثوق به <br/> من عملائنا",
    "companyName": "زين"
  },
  "team": {
    "teamMembers": "أعضاء الفريق",
    "meetOurExperts": "تعرف على خبرائنا",
    "members": {
      "saif": {
        "name": "سيف البوسعيدي",
        "designation": "الرئيس التنفيذي"
      },
      "waleed": {
        "name": "وليد جودة",
        "designation": "قائد الأعمال الرقمية"
      },
      "abdulla": {
        "name": "عبد الله نجم",
        "designation": "خبير التسويق الرقمي"
      },
      "hamad": {
        "name": "حمد الحضرمي",
        "designation": "الشؤون الإدارية"
      }
    }
  },
  "project": {
    "popularProjects": "المشاريع الشائعة",
    "recentCompletedProjects": "أحدث المشاريع المكتملة لدينا",
    "detailsTitle": "تفاصيل المشروع",
    "projectInfo": "معلومات المشروع",
    "category": "التصنيف",
    "visitProject": "زيارة المشروع",
    "items": {
      "strawberryGarden": {
        "tag": "تطوير الويب",
        "title": "حديقة الفراولة",
        "text": "حديقة الفراولة وجهة متكاملة في ولاية بركاء، سلطنة عُمان، تجمع بين الزراعة الحديثة والترفيه العائلي. ومن خلال حلول متقدمة وتصميم ذكي، تتحول التحديات المناخية إلى فرص، لتقدم تجربة غامرة حيث تلتقي التقنية بالطبيعة.",
        "btnText": "عرض المشروع"
      },
      "businessProgramManagement": {
        "tag": "شراكة",
        "title": "إدارة برامج الأعمال",
        "text": "ستروبيري جاردن وجهة متكاملة في ولاية بركاء، سلطنة عُمان، تجمع بين الزراعة الحديثة والترفيه العائلي. ومن خلال حلول متقدمة وتصميم ذكي، تتحول التحديات المناخية إلى فرص، لتقدم تجربة غامرة حيث تلتقي التقنية بالطبيعة.",
        "btnText": "عرض المشروع"
      }
    }
  },
  "blog": {
    "latestBlog": "أحدث المدونة",
    "blogsNews": "المدونات والأخبار",
    "common": {
      "by": "بواسطة",
      "readMore": "اقرأ المزيد",
      "recentPost": "أحدث المقالات"
    },
    "items": {
      "1": {
        "title": "إعلان عن حلول متكاملة للبنية التحتية والتحول الرقمي",
        "text": "تقدم زين للحلول حلولاً متكاملة تجمع بين البنية التحتية الموثوقة والتحول الرقمي الذكي. من خلال خبرة عملية ومعايير واضحة، نمكن المؤسسات من اتخاذ قرارات تقنية مدروسة وبناء بيئات رقمية آمنة وفعالة ومستدامة.",
        "author": "سيف البوسعيدي"
      },
      "2": {
        "title": "الخبرة المحلية القوية المتوافقة مع المعايير العالمية",
        "text": "تعمل زين للحلول من خلال فهم عميق لخصوصية السوق المحلي ومتطلباته التنظيمية والتشغيلية. نطبق أفضل الممارسات والمعايير العالمية لتقديم حلول قابلة للتوسع والتطبيق إقليمياً ودولياً.",
        "author": "وليد جودة"
      },
      "3": {
        "title": "حلول آمنة وقابلة للتوسع ومدفوعة بالامتثال",
        "text": "نقدم حلولاً تقنية متكاملة تركز على الأمان والامتثال والقابلية للتوسع. من خلال نهج شامل يجمع بين البنية التحتية الموثوقة والتحول الرقمي الذكي، نضمن استقراراً طويل الأمد وقيمة مستمرة لعملائنا.",
        "author": "عبد الله نجم"
      },
      "4": {
        "title": "عقلية شراكة استراتيجية تركز على القيمة طويلة المدى",
        "text": "تعتمد زين للحلول نهج الشراكة طويلة الأمد، حيث لا يقتصر دورنا على تنفيذ الحلول التقنية، بل يمتد إلى دعم المؤسسات في تطوير بيئات رقمية مستدامة وآمنة وقائمة على البيانات، بما يعزز الكفاءة التشغيلية وجودة اتخاذ القرار.",
        "author": "حمد الحضرمي"
      },
      "5": {
        "title": "تكامل في التسليم عبر البنية التحتية والتحول الرقمي",
        "text": "نضمن تكاملاً سلساً بين Zain Infra و Zain DX بحيث يبدأ كل مشروع بأساس تقني آمن ومرن، ويعمل تحت حوكمة موحدة ومسؤولية واضحة، ويُعزز بالأتمتة والتحليلات والذكاء، ويتطور باستمرار لتعظيم القيمة طويلة المدى.",
        "author": "وليد جودة"
      },
      "6": {
        "title": "تمكين المؤسسات من بناء منظومات رقمية متكاملة",
        "text": "نساعد القطاع العام والقطاع الخاص في بناء منظومات تقنية متكاملة تجمع بين البنية التحتية الموثوقة والتحول الرقمي الذكي. من خلال خبرة عملية ومعايير واضحة، نمكنهم من اتخاذ قرارات تقنية مدروسة وبناء بيئات رقمية آمنة وفعالة.",
        "author": "سيف البوسعيدي"
      },
      "7": {
        "title": "الحلول التقنية المتكاملة: من الأساس إلى الذكاء",
        "text": "نقدم حلولاً تقنية متكاملة تبدأ من تأسيس البنية التحتية الأساسية وتمتد إلى تمكين الذكاء والبيانات. من خلال نموذج تشغيلي واضح يجمع بين Zain Infra و Zain DX، نضمن وضوح المسؤوليات وسلاسة التنفيذ وتوحيد التعاقد.",
        "author": "عبد الله نجم"
      }
    }
  },
  "achievement": {
    "projectsDelivered": "مشاريع تم تسليمها في القطاعين العام والخاص",
    "clientsServed": "عملاء تم خدمتهم بحلول متكاملة"
  },
  "home": {
    "title": "زين للحلول",
    "subtitle": "حلول البنية التحتية المتكاملة والتحول الرقمي",
    "title1": "البنية التحتية المتكاملة",
    "title2": "والتحول الرقمي",
    "aboutButton": "من نحن",
    "banner1": {
      "title": "زين للحلول",
      "title1": "البنية التحتية المتكاملة",
      "title2": "والتحول الرقمي"
    },
    "banner2": {
      "title": "آمن. ذكي. قابل للتوسع.",
      "title1": "الأتمتة والبيانات",
      "title2": "والحلول المدعومة بالذكاء الاصطناعي"
    }
  },
  "about": {
    "title": "من نحن",
    "breadcrumb": "من نحن",
    "consultingSuccess": "نجاح الاستشارات",
    "worldwideClients": "عملاء حول العالم",
    "companyOverview": "نظرة عامة على الشركة",
    "mainTitle": "زين للحلول<br />حلول البنية التحتية المتكاملة والتحول الرقمي",
    "yearsExperienceLabel": "سنة خبرة",
    "visionTitle": "الرؤية",
    "visionText": "أن تصبح مرجعاً تقنياً موثوقاً يمكّن القطاعين العام <br/> والخاص من بناء منظومات رقمية متكاملة، <br/> مرتكزة على فهم عميق للسوق المحلي وقادرة على التوسع <br/> والمنافسة إقليمياً وعالمياً.",
    "missionTitle": "الرسالة",
    "missionText": "تقديم حلول تقنية متكاملة تجمع بين بنية تحتية موثوقة وتحول رقمي ذكي، ودعم القطاعين العام والخاص بخبرة عملية ومعايير واضحة لتمكين قرارات تقنية مدروسة وتطوير بيئات رقمية آمنة وفعّالة ومستدامة.",
    "paragraph1": "زين للحلول هي شركة تقنية عُمانية تقدم حلولاً متكاملة للجهات الحكومية والشركات في سلطنة عُمان والمنطقة، تجمع بين البنية التحتية الآمنة والأنظمة المؤسسية مع التحول الرقمي والأتمتة والذكاء الاصطناعي.",
    "paragraph2": "تعمل الشركة من خلال نموذج واضح مبني على وحدتين عمل متكاملتين بالكامل، مما يضمن المساءلة الموحدة والتسليم الأسرع والجودة المتسقة عبر دورة حياة المشروع الكاملة، من التخطيط والتصميم إلى التنفيذ والتشغيل والتحسين المستمر.",
    "paragraph3": "تعتمد زين للحلول نهج الشراكة طويلة الأمد، حيث تمتد إلى ما هو أبعد من تقديم التقنية لدعم المؤسسات في بناء بيئات رقمية آمنة وقائمة على البيانات ومستدامة تعزز الكفاءة التشغيلية واتخاذ القرار والنمو المؤسسي."
  },
  "services": {
    "title": "الخدمات",
    "breadcrumb": "الخدمات",
    "businessModel": "نموذج العمل",
    "twoUnits": "وحدتان متخصصتان تقدمان حلولاً متكاملة",
    "zainInfra": "زين إنفرا",
    "zainDX": "زين دي إكس",
    "businessUnits": "وحدات العمل",
    "operatesThroughTwoUnits": "تعمل زين للحلول من خلال وحدتين متخصصتين:",
    "thisModelProvides": "يوفر هذا النموذج:",
    "servicesLabel": "الخدمات:",
    "valueDelivered": "القيمة المقدمة:",
    "contactSupportText": "اتصل بزين للحلول وسيكون فريقنا سعيداً لدعمك.",
    "businessUnitsData": {
      "zainInfra": {
        "title": "زين إنفرا",
        "subtitle": "البنية التحتية والأنظمة والأمن"
      },
      "zainDX": {
        "title": "زين دي إكس",
        "subtitle": "التحول الرقمي والحلول الذكية"
      }
    },
    "modelProvides": {
      "clearAccountability": "المساءلة والحوكمة الواضحة",
      "reducedComplexity": "تقليل التعقيد التشغيلي",
      "endToEndDelivery": "التسليم الشامل \"من الأساس إلى الذكاء\"",
      "flexibleScalability": "قابلية التوسع المرنة بناءً على متطلبات المشروع"
    },
    "zainInfraUnit": {
      "unitTitle": "وحدة البنية التحتية والأنظمة والأمن",
      "unitDescription": "تُعنى زين إنفرا بتأسيس وتشغيل البنية التقنية الأساسية التي تعتمد عليها المؤسسات في أعمالها اليومية والحرجة، مع التركيز على الاستقرار، الأمان، وقابلية التوسع.",
      "valueDelivered": "أسس موثوقة وآمنة تمكن من نجاح مبادرات التحول الرقمي.",
      "btnText": "اعرف المزيد",
      "services": {
        "itInfrastructure": {
          "title": "البنية التحتية لتقنية المعلومات",
          "text": "الشبكات المؤسسية، مراكز البيانات، الجاهزية السحابية"
        },
        "systemsIntegration": {
          "title": "تكامل الأنظمة والأجهزة",
          "text": "تكامل الأنظمة، قابلية التشغيل البيني، إدارة البيئات"
        },
        "cybersecurity": {
          "title": "الأمن السيبراني والأمن المادي",
          "text": "أمن الشبكات/الأنظمة، المراقبة والتحكم في الوصول، دعم الامتثال"
        },
        "businessContinuity": {
          "title": "استمرارية الأعمال والخدمات المدارة",
          "text": "أنظمة UPS، الخدمات المدارة، الدعم التشغيلي"
        }
      }
    },
    "zainDXUnit": {
      "unitTitle": "وحدة التحول الرقمي والحلول الذكية",
      "unitDescription": "تركّز زين دي إكس على تحويل التقنية من أداة تشغيلية إلى عنصر تمكين استراتيجي، من خلال الأتمتة، البيانات، والنظم المؤسسية المتقدمة.",
      "valueDelivered": "تحسين الكفاءة، اتخاذ قرارات أذكى، وتسريع النضج الرقمي.",
      "btnText": "اعرف المزيد",
      "services": {
        "digitalTransformation": {
          "title": "التحول الرقمي والأتمتة",
          "text": "تحليل العمليات، أتمتة سير العمل، حلول RPA والذكاء الاصطناعي"
        },
        "mis": {
          "title": "نظم المعلومات الإدارية (MIS)",
          "text": "الأنظمة المؤسسية، التقارير والتنبيهات، دعم الحوكمة"
        },
        "dataAnalytics": {
          "title": "تحليلات البيانات وذكاء الأعمال",
          "text": "لوحات المعلومات، مؤشرات الأداء، التحليلات الوصفية والتنبؤية"
        },
        "digitalConsulting": {
          "title": "الاستشارات الرقمية والاستراتيجية",
          "text": "خرائط طريق التحول، تحسين العمليات، حوكمة البرامج/المشاريع"
        },
        "platforms": {
          "title": "المنصات والتطبيقات",
          "text": "منصات الويب المؤسسية، التطبيقات الرقمية المخصصة، الحلول الرقمية المصممة خصيصاً"
        }
      },
      "integratedApproach": {
        "title": "نهج التسليم المتكامل",
        "description": "تضمن زين للحلول التكامل السلس بين زين إنفرا وزين دي إكس بحيث يكون كل تعامل:",
        "points": {
          "foundation": "يبدأ بأساس آمن ومرن",
          "governance": "يعمل تحت حوكمة ومساءلة موحدة",
          "enhanced": "يُعزز بالأتمتة والتحليلات والذكاء",
          "evolves": "يتطور باستمرار لتعظيم القيمة طويلة المدى"
        },
        "conclusion": "يتعامل العملاء مع شركة واحدة ويحصلون على حل متكامل بالكامل."
      }
    }
  },
  "blogs": {
    "title": "المدونات",
    "breadcrumb": "المدونات",
    "readMore": "اقرأ المزيد"
  },
  "blogSingle": {
    "breadcrumb": "تفاصيل المدونة",
    "tags": "الوسوم:",
    "share": "مشاركة:",
    "previousPost": "المقال السابق",
    "nextPost": "المقال التالي",
    "noTitle": "لا يوجد عنوان",
    "systemAdministrator": "مدير النظام",
    "postAuthor": {
      "name": "وليد جودة",
      "description": "قائد الأعمال الرقمية في زين للحلول، متخصص في التحول الرقمي والحلول الذكية. بخبرة واسعة في أتمتة العمليات وتحليلات البيانات والأنظمة المؤسسية، يقود وليد المبادرات التي تعزز الكفاءة التشغيلية والنضج الرقمي للمؤسسات في جميع أنحاء المنطقة."
    },
    "items": {
      "1": {
        "paragraph1": "تقدم زين للحلول حلولاً تقنية متكاملة تجمع بين البنية التحتية الموثوقة والتحول الرقمي الذكي. من خلال فهم عميق لمتطلبات السوق المحلي وأفضل الممارسات العالمية، نمكن المؤسسات من اتخاذ قرارات تقنية مدروسة وبناء بيئات رقمية آمنة وفعالة ومستدامة.",
        "paragraph2": "يمتد نهجنا إلى ما هو أبعد من تقديم التقنية لدعم المؤسسات في تطوير بيئات رقمية مستدامة. نركز على تعزيز الكفاءة التشغيلية وتحسين جودة اتخاذ القرار ودعم النمو المؤسسي من خلال حلول آمنة وقائمة على البيانات.",
        "blockquote": "التكامل في التسليم عبر البنية التحتية والتحول الرقمي يضمن أن يبدأ كل مشروع بأساس آمن، ويعمل تحت حوكمة موحدة، ويتطور باستمرار لتعظيم القيمة طويلة المدى.",
        "paragraph3": "تعمل زين للحلول من خلال وحدتين متكاملتين بالكامل: زين إنفرا وزين دي إكس. يوفر هذا النموذج مسؤولية واضحة وتقليل التعقيد التشغيلي والتسليم الشامل من الأساس إلى الذكاء، مما يضمن قابلية التوسع المرنة بناءً على متطلبات المشروع.",
        "heading": "لماذا تختار الحلول المتكاملة؟",
        "listItems": [
          "مسؤولية وحوكمة موحدة",
          "تقليل التعقيد التشغيلي",
          "تسليم شامل من الأساس إلى الذكاء",
          "قابلية التوسع المرنة بناءً على متطلبات المشروع",
          "قيمة قابلة للقياس على المدى الطويل"
        ],
        "paragraph4": "من خلال الجمع بين خبرة البنية التحتية وقدرات التحول الرقمي، تعمل زين للحلول كشريك تقني موثوق قادر على دعم المؤسسات طوال رحلتها الرقمية. يضمن نهجنا العملي والقابل للتوسع والمتوافق مع المعايير الاستقرار والامتثال والنمو المستدام."
      },
      "2": {
        "paragraph1": "تجلب زين للحلول خبرة محلية قوية متوافقة مع المعايير العالمية، مما يضمن حلولاً ذات صلة سياقية وقادرة على المنافسة دولياً. فهمنا العميق للسوق العُماني ومتطلباته التنظيمية يمكننا من تقديم حلول تلبي الاحتياجات المحلية مع الحفاظ على أفضل الممارسات العالمية.",
        "paragraph2": "نطبق المعايير الدولية والمنهجيات المثبتة مع احترام ديناميكيات السوق المحلي والسياقات التشغيلية. يضمن هذا التوازن أن حلولنا ليست فقط سليمة تقنياً، بل أيضاً مناسبة ثقافياً وتشغيلياً للمؤسسات التي نخدمها.",
        "blockquote": "الخبرة المحلية القوية المدمجة مع المعايير العالمية تخلق حلولاً ذات صلة سياقية وقادرة على المنافسة دولياً، مما يمكن المؤسسات من المنافسة بفعالية في الأسواق الإقليمية والعالمية.",
        "paragraph3": "تمتد معرفة فريقنا المحلية إلى الامتثال التنظيمي والمتطلبات التشغيلية والاعتبارات الثقافية، بينما تضمن منظورنا العالمي الوصول إلى أحدث التقنيات وأفضل الممارسات الدولية.",
        "heading": "خبرة محلية، معايير عالمية",
        "listItems": [
          "فهم عميق لديناميكيات السوق المحلي",
          "خبرة في الامتثال التنظيمي",
          "الوصول إلى أفضل الممارسات العالمية",
          "شراكات تقنية دولية",
          "قابلية التوسع الإقليمية والعالمية"
        ],
        "paragraph4": "هذا المزيج من البصيرة المحلية والمنظور العالمي يضع زين للحلول كشريك فريد قادر على تقديم حلول ذات صلة محلية وقادرة على المنافسة عالمياً."
      },
      "3": {
        "paragraph1": "الأمان وقابلية التوسع والامتثال هي أساسية لكل حل نقدمه. تصمم زين للحلول وتنفذ حلولاً تقنية مع هذه المبادئ في جوهرها، مما يضمن أن المؤسسات يمكنها العمل بأمان والتوسع بفعالية والحفاظ على الامتثال للوائح والمعايير ذات الصلة.",
        "paragraph2": "نهجنا القائم على الأمان أولاً يشمل أمان الشبكات وحماية البيانات والتحكم في الوصول ودعم الامتثال. ننفذ تدابير أمنية معيارية في الصناعة ونساعد المؤسسات على التنقل في المتطلبات التنظيمية المعقدة أثناء بناء بنية تحتية قابلة للتوسع يمكن أن تنمو مع احتياجاتهم.",
        "blockquote": "الحلول الآمنة والقابلة للتوسع والمدفوعة بالامتثال تشكل أساس التحول الرقمي الناجح، مما يمكن المؤسسات من الابتكار بثقة مع الحفاظ على الأمان والامتثال التنظيمي.",
        "paragraph3": "من تصميم البنية التحتية إلى مبادرات التحول الرقمي، يتم دمج اعتبارات الأمان والامتثال في كل مرحلة من مراحل مشاركتنا، مما يضمن أن الحلول ليست فعالة فحسب، بل أيضاً آمنة ومتوافقة.",
        "heading": "الأمان وقابلية التوسع والامتثال",
        "listItems": [
          "أمان الشبكات والأنظمة",
          "حماية البيانات والتحكم في الوصول",
          "دعم الامتثال التنظيمي",
          "تصميم البنية التحتية القابلة للتوسع",
          "مراقبة الأمان المستمرة"
        ],
        "paragraph4": "من خلال إعطاء الأولوية للأمان وقابلية التوسع والامتثال، نساعد المؤسسات على بناء أسس تقنية تدعم العمليات الحالية والنمو المستقبلي مع الحفاظ على أعلى معايير الأمان والامتثال التنظيمي."
      },
      "4": {
        "paragraph1": "تعتمد زين للحلول عقلية شراكة استراتيجية تركز على خلق قيمة طويلة المدى. بدلاً من النظر إلى المشاركات كمعاملات لمرة واحدة، نبني علاقات دائمة تتطور مع احتياجات عملائنا، وندعمهم خلال رحلة التحول الرقمي بالكامل.",
        "paragraph2": "يمتد نهج الشراكة لدينا إلى ما هو أبعد من تقديم التقنية ليشمل الاستشارات الاستراتيجية والدعم المستمر والتحسين المستمر. نعمل بشكل وثيق مع المؤسسات لفهم أهدافها طويلة المدى ومحاذاة حلولنا وفقاً لذلك، مما يضمن قيمة مستدامة مع مرور الوقت.",
        "blockquote": "عقلية الشراكة الاستراتيجية التي تركز على القيمة طويلة المدى تضمن أن الاستثمارات التقنية تحقق فوائد مستدامة، ويدعم المؤسسات خلال رحلة التحول الرقمي بالكامل وما بعدها.",
        "paragraph3": "نستثمر في فهم أهداف أعمال عملائنا وتحدياتهم التشغيلية وأولوياتهم الاستراتيجية، مما يمكننا من تقديم حلول لا تعالج الاحتياجات الفورية فحسب، بل تدعم أيضاً النمو والنجاح على المدى الطويل.",
        "heading": "بناء قيمة طويلة المدى",
        "listItems": [
          "الاستشارات والتخطيط الاستراتيجي",
          "الدعم والتحسين المستمر",
          "بناء علاقات طويلة المدى",
          "تقديم قيمة مستمرة",
          "المحاذاة مع الأهداف التجارية"
        ],
        "paragraph4": "يضمن نهج الشراكة هذا أن المؤسسات تتلقى ليس فقط حلولاً تقنية، بل شريكاً موثوقاً ملتزماً بنجاحها على المدى الطويل ونضجها الرقمي."
      },
      "5": {
        "paragraph1": "التكامل في التسليم عبر البنية التحتية والتحول الرقمي هو قوة أساسية لزين للحلول. من خلال الجمع بين قدرات زين إنفرا وزين دي إكس، نضمن التكامل السلس من البنية التحتية الأساسية إلى الحلول الرقمية الذكية.",
        "paragraph2": "يعني هذا النهج المتكامل أن كل مشاركة تستفيد من الحوكمة الموحدة والمسؤولية الواضحة والجودة المتسقة عبر دورة حياة المشروع بالكامل. تعمل المؤسسات مع شريك واحد يفهم احتياجات البنية التحتية والتحول الرقمي.",
        "blockquote": "يضمن التكامل في التسليم أن البنية التحتية والتحول الرقمي يعملان معاً بسلاسة، مما يخلق حلولاً أكثر فعالية وكفاءة وقيمة من المبادرات المنفصلة.",
        "paragraph3": "من التخطيط الأولي من خلال التنفيذ والعمليات والتحسين المستمر، يضمن نموذجنا المتكامل أن مبادرات البنية التحتية والتحول الرقمي متوافقة وتعزز بعضها البعض.",
        "heading": "قوة التكامل",
        "listItems": [
          "تكامل سلس بين البنية التحتية والتحول الرقمي",
          "حوكمة ومسؤولية موحدة",
          "جودة متسقة عبر دورة حياة المشروع",
          "شريك واحد لجميع الاحتياجات التقنية",
          "تسليم شامل من الأساس إلى الذكاء"
        ],
        "paragraph4": "يتيح نموذج التسليم المتكامل هذا للمؤسسات تحقيق نتائج أفضل بشكل أسرع، مع تقليل التعقيد وزيادة القيمة مقارنة بالعمل مع بائعين متعددين."
      },
      "6": {
        "paragraph1": "تمكن زين للحلول المؤسسات من بناء أنظمة رقمية متكاملة تجمع بين البنية التحتية الموثوقة والتحول الرقمي الذكي. تمكن حلولنا كيانات القطاع العام والخاص من اتخاذ قرارات تقنية مدروسة وتطوير بيئات رقمية آمنة وفعالة ومستدامة.",
        "paragraph2": "من خلال الخبرة العملية والمعايير الواضحة، ندعم المؤسسات في تعزيز الكفاءة التشغيلية وتحسين جودة اتخاذ القرار وتحقيق النمو المؤسسي. يركز نهجنا على الاحتياجات التشغيلية الحقيقية وخلق قيمة طويلة المدى.",
        "blockquote": "تمكين المؤسسات من بناء أنظمة رقمية متكاملة يتطلب مزيجاً من الخبرة التقنية والخبرة العملية والفهم العميق للاحتياجات التشغيلية والأهداف الاستراتيجية.",
        "paragraph3": "نعمل بشكل وثيق مع عملائنا لفهم تحدياتهم وفرصهم الفريدة، ونطور حلولاً مخصصة تعالج احتياجاتهم المحددة مع الحفاظ على قابلية التوسع والمحاذاة مع أفضل الممارسات.",
        "heading": "تمكين التحول الرقمي",
        "listItems": [
          "حلول مخصصة للاحتياجات الفريدة",
          "خبرة عملية ومعايير واضحة",
          "تعزيز الكفاءة التشغيلية",
          "اتخاذ قرارات تقنية مدروسة",
          "تطوير بيئة رقمية مستدامة"
        ],
        "paragraph4": "من خلال تمكين المؤسسات بالحلول التقنية والإرشاد الاستراتيجي المناسبين، نساعدهم على تحقيق أهداف التحول الرقمي وبناء القدرات التي تدعم النجاح على المدى الطويل."
      },
      "7": {
        "paragraph1": "تقدم زين للحلول حلولاً تقنية متكاملة تمتد من البنية التحتية الأساسية إلى الأنظمة الذكية القائمة على البيانات. يضمن نهجنا الشامل أن المؤسسات تتلقى حلولاً كاملة تعالج الاحتياجات التشغيلية الفورية والأهداف الاستراتيجية طويلة المدى.",
        "paragraph2": "من خلال نموذجنا التشغيلي الواضح الذي يوحد زين إنفرا وزين دي إكس، نقدم شريكاً تقنياً قادراً على دعم المؤسسات من تأسيس أساسها التقني إلى تمكين الذكاء واتخاذ القرارات القائمة على البيانات.",
        "blockquote": "من الأساس إلى الذكاء، تمكن الحلول التقنية المتكاملة المؤسسات من بناء قدرات رقمية شاملة تدعم العمليات الحالية والابتكار المستقبلي.",
        "paragraph3": "تم تصميم حلولنا لتكون عملية وقابلة للتوسع ومتوافقة مع المعايير المحلية والدولية، مما يضمن أن المؤسسات يمكنها نشرها بفعالية مع الحفاظ على المرونة للتكيف والنمو.",
        "heading": "من الأساس إلى الذكاء",
        "listItems": [
          "تأسيس البنية التحتية الأساسية",
          "تمكين التحول الرقمي",
          "تطوير الذكاء القائم على البيانات",
          "حلول عملية وقابلة للتوسع",
          "المحاذاة مع المعايير المحلية والدولية"
        ],
        "paragraph4": "يضمن هذا النهج الشامل أن المؤسسات تتلقى ليس فقط حلولاً تقنية، بل شريك تحول رقمي كامل يدعمهم من الأساس الأولي من خلال الذكاء والتحليلات المتقدمة."
      }
    }
  },
  "contact": {
    "title": "اتصل بنا",
    "breadcrumb": "اتصل بنا",
    "getInTouch": "تواصل معنا",
    "sendMessage": "إرسال رسالة",
    "name": "الاسم",
    "email": "البريد الإلكتروني",
    "phone": "الهاتف",
    "company": "اسم الشركة",
    "subject": "الموضوع",
    "message": "الرسالة",
    "submit": "إرسال",
    "sending": "جاري الإرسال...",
    "successMessage": "تم إرسال رسالتك بنجاح.",
    "errorMessage": "حدث خطأ. يرجى المحاولة لاحقاً.",
    "requiredFields": "يرجى تعبئة الحقول المطلوبة.",
    "description": "زين للحلول، شريكك الموثوق في الاستشارات الرقمية في مسقط، سلطنة عُمان.",
    "addressLine1": "زين للحلول",
    "addressLine2": "مسقط، سلطنة عُمان"
  },
  "terms": {
    "title": "شروط الخدمة",
    "breadcrumb": "الشروط",
    "zainInfraDescription": "خدمات البنية التحتية والأنظمة والأمن بما في ذلك الشبكات المؤسسية ومراكز البيانات والجاهزية السحابية وتكامل الأنظمة والأمن السيبراني والخدمات المدارة.",
    "zainDXDescription": "التحول الرقمي والحلول الذكية بما في ذلك أتمتة العمليات ونظم MIS/ERP وتحليلات البيانات والاستشارات الرقمية وتطوير المنصات.",
    "sections": {
      "introduction": {
        "title": "1. المقدمة",
        "paragraph1": "مرحباً بك في زين للحلول. تحكم شروط الخدمة هذه (\"الشروط\") وصولك واستخدامك لموقعنا الإلكتروني وخدماتنا وحلولنا. من خلال الوصول إلى خدماتنا أو استخدامها، فإنك توافق على الالتزام بهذه الشروط.",
        "paragraph2": "زين للحلول هي شركة تقنية عُمانية تقدم حلول البنية التحتية المتكاملة والتحول الرقمي. تشمل خدماتنا البنية التحتية لتقنية المعلومات والأمن السيبراني والأنظمة المؤسسية والتحول الرقمي والأتمتة وتحليلات البيانات."
      },
      "servicesDescription": {
        "title": "2. وصف الخدمات",
        "paragraph1": "تعمل زين للحلول من خلال وحدتين عمل متكاملتين:",
        "paragraph2": "يتم تقديم جميع الخدمات وفقاً للقوانين واللوائح المعمول بها في سلطنة عُمان والمعايير الدولية."
      },
      "serviceAgreements": {
        "title": "3. اتفاقيات الخدمة",
        "paragraph": "سيتم تفصيل شروط الخدمة المحددة والنتائج والجداول الزمنية والأسعار في اتفاقيات خدمة منفصلة أو بيانات عمل (SOW) يتم تنفيذها بين زين للحلول والعميل. تعمل هذه الشروط كإطار عام ويمكن استكمالها بشروط تعاقدية محددة."
      },
      "intellectualProperty": {
        "title": "4. الملكية الفكرية",
        "paragraph": "تبقى جميع حقوق الملكية الفكرية في خدماتنا وحلولنا ومنهجياتنا والتقنيات الخاصة ملكاً لزين للحلول ما لم يُنص على خلاف ذلك في اتفاقية مكتوبة. يحتفظ العملاء بملكية بياناتهم وعمليات أعمالهم."
      },
      "dataProtection": {
        "title": "5. حماية البيانات والأمان",
        "paragraph": "زين للحلول ملتزمة بحماية بيانات ومعلومات العملاء. ننفذ تدابير أمنية معيارية في الصناعة ونمتثل للوائح حماية البيانات المعمول بها. يتم توضيح ممارسات معالجة البيانات بالتفصيل في سياسة الخصوصية الخاصة بنا."
      },
      "limitationLiability": {
        "title": "6. تحديد المسؤولية",
        "paragraph": "إلى أقصى حد يسمح به القانون، تقتصر مسؤولية زين للحلول عن أي مطالبات تنشأ عن خدماتنا على الرسوم المدفوعة للخدمة المحددة المعنية. لسنا مسؤولين عن الأضرار غير المباشرة أو التبعية أو العرضية."
      },
      "compliance": {
        "title": "7. الامتثال والمعايير",
        "paragraph": "تم تصميم خدماتنا لتتماشى مع المعايير الدولية وأفضل الممارسات مع احترام المتطلبات التنظيمية المحلية. العملاء مسؤولون عن ضمان امتثال استخدامهم لخدماتنا للقوانين واللوائح المعمول بها في ولايتهم القضائية."
      },
      "modifications": {
        "title": "8. تعديلات الشروط",
        "paragraph": "تحتفظ زين للحلول بالحق في تعديل هذه الشروط في أي وقت. سيتم إبلاغ التغييرات الجوهرية للعملاء من خلال القنوات المناسبة. يشكل الاستمرار في استخدام خدماتنا بعد هذه التعديلات قبول الشروط المحدثة."
      },
      "contact": {
        "title": "9. معلومات الاتصال",
        "paragraph": "للأسئلة المتعلقة بشروط الخدمة هذه، يرجى الاتصال بنا:",
        "email": "البريد الإلكتروني: info@zainom.com",
        "phone": "الهاتف:",
        "website": "الموقع الإلكتروني: www.zainom.com",
        "lastUpdated": "آخر تحديث: يناير 2026"
      }
    }
  },
  "privacy": {
    "title": "سياسة الخصوصية",
    "breadcrumb": "الخصوصية",
    "sections": {
      "introduction": {
        "title": "1. المقدمة",
        "paragraph1": "زين للحلول (\"نحن\" أو \"لنا\" أو \"خاصتنا\") ملتزمة بحماية خصوصيتك ومعلوماتك الشخصية. توضح سياسة الخصوصية هذه كيفية جمع واستخدام وكشف وحماية معلوماتك عند التفاعل مع موقعنا الإلكتروني أو خدماتنا أو حلولنا.",
        "paragraph2": "كشركة تقنية عُمانية تقدم حلول البنية التحتية المتكاملة والتحول الرقمي، نفهم أهمية حماية البيانات والخصوصية في البيئة الرقمية اليوم."
      },
      "informationWeCollect": {
        "title": "2. المعلومات التي نجمعها",
        "paragraph": "قد نجمع الأنواع التالية من المعلومات:",
        "items": {
          "contactInfo": "معلومات الاتصال: الاسم وعنوان البريد الإلكتروني ورقم الهاتف واسم الشركة والمسمى الوظيفي عند الاستفسار عن خدماتنا أو الاشتراك في رسائلنا.",
          "businessInfo": "معلومات الأعمال: معلومات عن مؤسستك وقطاعك ومتطلباتك التقنية ذات الصلة بتقديم الخدمات.",
          "technicalInfo": "المعلومات التقنية: عنوان IP ونوع المتصفح ومعلومات الجهاز وبيانات استخدام الموقع التي يتم جمعها من خلال ملفات تعريف الارتباط والتقنيات المماثلة.",
          "serviceData": "بيانات الخدمة: المعلومات والبيانات المقدمة من العملاء في سياق تقديم الخدمات، والتي يتم التعامل معها وفقاً لاتفاقيات الخدمة المحددة."
        }
      },
      "howWeUse": {
        "title": "3. كيفية استخدام معلوماتك",
        "paragraph": "نستخدم المعلومات المجمعة للأغراض التالية:",
        "items": [
          "تقديم وصيانة وتحسين خدماتنا وحلولنا",
          "الرد على الاستفسارات والتواصل مع العملاء والجهات المحتملة",
          "تقديم الدعم التقني والخدمات المدارة",
          "الامتثال للالتزامات القانونية والمتطلبات التنظيمية",
          "تعزيز الأمان ومنع الاحتيال أو الوصول غير المصرح به",
          "إرسال التحديثات ذات الصلة والنشرات الإخبارية والاتصالات التسويقية (بموافقتك)"
        ]
      },
      "dataSecurity": {
        "title": "4. أمان البيانات",
        "paragraph1": "تنفذ زين للحلول تدابير أمنية شاملة لحماية معلوماتك، بما في ذلك:",
        "items": [
          "تشفير البيانات أثناء النقل وعند التخزين",
          "ضوابط الوصول وآليات المصادقة",
          "تقييمات ومراقبة الأمان المنتظمة",
          "الامتثال لمعايير الصناعة وأفضل الممارسات",
          "البنية التحتية الآمنة وحماية الشبكة"
        ],
        "paragraph2": "على الرغم من جهودنا، لا توجد طريقة نقل عبر الإنترنت أو تخزين إلكتروني آمنة بنسبة 100%. لا يمكننا ضمان الأمان المطلق ولكننا ملتزمون بالحفاظ على معايير عالية لحماية البيانات."
      },
      "dataSharing": {
        "title": "5. مشاركة البيانات والكشف",
        "paragraph": "لا نبيع معلوماتك الشخصية. قد نشارك المعلومات في الحالات التالية:",
        "items": {
          "serviceProviders": "مقدمي الخدمات: مع شركاء تقنيين موثوقين وبائعين يساعدون في تقديم الخدمات، وفقاً لاتفاقيات السرية",
          "legalRequirements": "المتطلبات القانونية: عند الحاجة بموجب القانون أو أمر المحكمة أو السلطة التنظيمية",
          "businessTransfers": "نقل الأعمال: فيما يتعلق بالاندماجات أو الاستحواذات أو مبيعات الأصول، مع إشعار مناسب",
          "withConsent": "بموافقة: عندما تكون قد قدمت موافقة صريحة لترتيبات مشاركة محددة"
        }
      },
      "clientData": {
        "title": "6. بيانات العملاء في تقديم الخدمات",
        "paragraph1": "عند تقديم البنية التحتية أو التحول الرقمي أو الخدمات المدارة، نتعامل مع بيانات العملاء وفقاً لـ:",
        "items": [
          "اتفاقيات الخدمة المحددة وبيانات العمل",
          "متطلبات معالجة البيانات المحددة من قبل العميل",
          "معايير الامتثال الخاصة بالصناعة",
          "سياسات الأمان والخصوصية الداخلية لدينا"
        ],
        "paragraph2": "تبقى بيانات العميل ملكاً للعميل، ونعمل كمعالج بيانات وفقاً للشروط المتفق عليها."
      },
      "cookies": {
        "title": "7. ملفات تعريف الارتباط وتقنيات التتبع",
        "paragraph": "يستخدم موقعنا الإلكتروني ملفات تعريف الارتباط وتقنيات مماثلة لتحسين تجربة المستخدم وتحليل حركة المرور على الموقع وتحسين خدماتنا. يمكنك التحكم في تفضيلات ملفات تعريف الارتباط من خلال إعدادات المتصفح. قد لا تعمل بعض ميزات الموقع بشكل صحيح إذا تم تعطيل ملفات تعريف الارتباط."
      },
      "yourRights": {
        "title": "8. حقوقك",
        "paragraph": "اعتماداً على القوانين المعمول بها، قد يكون لديك الحق في:",
        "items": [
          "الوصول إلى معلوماتك الشخصية والحصول على نسخة منها",
          "طلب تصحيح المعلومات غير الدقيقة أو غير الكاملة",
          "طلب حذف معلوماتك الشخصية (مع مراعاة الالتزامات القانونية والتعاقدية)",
          "الاعتراض على أو تقييد أنشطة المعالجة المعينة",
          "سحب الموافقة حيث تعتمد المعالجة على الموافقة",
          "تقديم شكوى إلى سلطات حماية البيانات ذات الصلة"
        ]
      },
      "dataRetention": {
        "title": "9. الاحتفاظ بالبيانات",
        "paragraph": "نحتفظ بالمعلومات الشخصية طالما كان ذلك ضرورياً لتحقيق الأغراض الموضحة في سياسة الخصوصية هذه والامتثال للالتزامات القانونية وحل النزاعات وإنفاذ اتفاقياتنا. يتم الاحتفاظ ببيانات خدمة العملاء وفقاً لاتفاقيات الخدمة المحددة واللوائح المعمول بها."
      },
      "internationalTransfers": {
        "title": "10. النقل الدولي للبيانات",
        "paragraph": "كشركة تعمل في سلطنة عُمان مع إمكانية تقديم الخدمات الإقليمية والدولية، قد ننقل البيانات عبر الحدود. يتم إجراء هذه التحويلات مع ضمانات مناسبة والامتثال لقوانين حماية البيانات المعمول بها."
      },
      "childrenPrivacy": {
        "title": "11. خصوصية الأطفال",
        "paragraph": "خدماتنا ليست موجهة للأفراد دون سن 18 عاماً. لا نجمع معلومات شخصية من الأطفال عن علم. إذا كنت تعتقد أننا جمعنا هذه المعلومات عن غير قصد، يرجى الاتصال بنا على الفور."
      },
      "updates": {
        "title": "12. تحديثات سياسة الخصوصية هذه",
        "paragraph": "قد نحدث سياسة الخصوصية هذه بشكل دوري لتعكس التغييرات في ممارساتنا أو خدماتنا أو المتطلبات القانونية. سيتم إبلاغ التغييرات الجوهرية من خلال موقعنا الإلكتروني أو الإشعار المباشر. نشجعك على مراجعة هذه السياسة بانتظام."
      },
      "contact": {
        "title": "13. اتصل بنا",
        "paragraph": "للأسئلة أو المخاوف أو الطلبات المتعلقة بهذه سياسة الخصوصية أو ممارسات البيانات لدينا، يرجى الاتصال بنا:",
        "email": "البريد الإلكتروني: info@zainom.com",
        "phone": "الهاتف:",
        "website": "الموقع الإلكتروني: www.zainom.com",
        "lastUpdated": "آخر تحديث: يناير 2026"
      }
    }
  },
  "zainInfra": {
    "title": "زين إنفرا - البنية التحتية والأنظمة والأمن",
    "breadcrumb": "زين إنفرا",
    "subHeading": "زين إنفرا",
    "mainTitle": "وحدة البنية التحتية والأنظمة والأمن",
    "unitRole": "دور الوحدة",
    "unitRoleText": "تُعنى زين إنفرا بتأسيس وتشغيل البنية التقنية الأساسية التي تعتمد عليها المؤسسات في أعمالها اليومية والحرجة، مع التركيز على الاستقرار، الأمان، وقابلية التوسع.",
    "introText": "تعمل زين للحلول من خلال وحدتين رئيسيتين متكاملتين بالكامل تحت مظلة شركة واحدة، مما يضمن وضوح المسؤوليات وسلاسة التنفيذ وتوحيد التعاقد.",
    "serviceStructure": "نطاق الخدمات",
    "services": {
      "coreInfrastructure": {
        "title": "خدمات البنية التحتية الأساسية",
        "items": [
          "تصميم وتنفيذ الشبكات المؤسسية (LAN / WAN / WLAN)",
          "مراكز البيانات وبيئات البنية التحتية",
          "الجاهزية السحابية والبنى التحتية الهجينة",
          "أنظمة الاتصال والتواصل المؤسسية"
        ]
      },
      "systemsIntegration": {
        "title": "تكامل الأنظمة والبيئات",
        "items": [
          "تكامل الأنظمة والتطبيقات المؤسسية",
          "قابلية التشغيل البيني للأجهزة والبنية التحتية متعددة البائعين",
          "إدارة بيئات تقنية المعلومات المعقدة",
          "تحسين الأداء واستقرار العمليات"
        ]
      },
      "cybersecurity": {
        "title": "الأمن السيبراني وحماية المعلومات",
        "items": [
          "أمن الشبكات والأنظمة",
          "حماية البيانات والتحكم في الوصول",
          "تقييم المخاطر الأمنية والتخفيف منها",
          "دعم الامتثال والتنظيم"
        ]
      },
      "physicalSecurity": {
        "title": "أنظمة المراقبة التلفزيونية والأمن المادي",
        "items": [
          "تقييم الموقع وتحليل المخاطر",
          "تصميم أنظمة المراقبة الداخلية والخارجية",
          "أنظمة التسجيل والتخزين المركزية",
          "تحليلات الفيديو الذكية والمراقبة",
          "التكامل مع أنظمة التحكم في الوصول والإنذار"
        ]
      },
      "businessContinuity": {
        "title": "استمرارية الأعمال والخدمات المدارة",
        "items": [
          "حلول استمرارية الطاقة وأنظمة UPS",
          "الخدمات المدارة لتقنية المعلومات",
          "مراقبة الأنظمة والاستجابة للحوادث",
          "الدعم التقني والتشغيلي المستمر"
        ]
      }
    }
  },
  "zainDX": {
    "title": "زين دي إكس - التحول الرقمي والحلول الذكية",
    "breadcrumb": "زين دي إكس",
    "subHeading": "زين دي إكس",
    "mainTitle": "وحدة التحول الرقمي والحلول الذكية",
    "unitRole": "دور الوحدة",
    "unitRoleText": "تركّز زين دي إكس على تحويل التقنية من أداة تشغيلية إلى عنصر تمكين استراتيجي، من خلال الأتمتة، البيانات، والنظم المؤسسية المتقدمة.",
    "introText": "تعمل زين للحلول من خلال وحدتين رئيسيتين متكاملتين بالكامل تحت مظلة شركة واحدة، مما يضمن وضوح المسؤوليات وسلاسة التنفيذ وتوحيد التعاقد.",
    "serviceStructure": "نطاق الخدمات",
    "services": {
      "digitalTransformation": {
        "title": "التحول الرقمي وأتمتة العمليات",
        "items": [
          "تحليل وتقييم العمليات",
          "إعادة هندسة الإجراءات (BPR)",
          "أتمتة العمليات التشغيلية",
          "حلول RPA والذكاء الاصطناعي"
        ]
      },
      "enterpriseSystems": {
        "title": "النظم المؤسسية (MIS / ERP)",
        "items": [
          "تصميم وتطوير نظم معلومات إدارية (MIS)",
          "تطوير وتنفيذ نظم ERP",
          "توحيد العمليات المؤسسية",
          "التكامل مع الأنظمة القائمة"
        ]
      },
      "governance": {
        "title": "الحوكمة وإدارة المخاطر والامتثال (GRC)",
        "items": [
          "تصميم وتطوير نظم GRC",
          "إدارة المخاطر التشغيلية والتقنية",
          "أتمتة السياسات والضوابط",
          "دعم التدقيق والامتثال"
        ]
      },
      "dataAnalytics": {
        "title": "تحليلات البيانات وذكاء الأعمال",
        "items": [
          "لوحات المعلومات التنفيذية",
          "مؤشرات الأداء (KPIs)",
          "تحليلات وصفية وتنبؤية",
          "دعم اتخاذ القرار"
        ]
      },
      "digitalConsulting": {
        "title": "الاستشارات الرقمية وحوكمة التحول",
        "items": [
          "إعداد خرائط طريق للتحول الرقمي",
          "تحسين العمليات المؤسسية",
          "حوكمة البرامج والمشاريع"
        ]
      },
      "platforms": {
        "title": "تطوير المنصات والتطبيقات",
        "items": [
          "منصات ويب مؤسسية",
          "تطبيقات رقمية مخصصة",
          "حلول قابلة للتوسع والتكامل"
        ]
      },
      "digitalMarketing": {
        "title": "التسويق الرقمي القائم على البيانات",
        "items": [
          "استراتيجيات التسويق الرقمي",
          "إدارة الحملات الرقمية",
          "تحسين محركات البحث (SEO)",
          "إدارة المحتوى والمنصات الرقمية",
          "التحليلات وقياس الأداء"
        ]
      }
    }
  },
  "footer": {
    "description": "زين للحلول تقدم حلول البنية التحتية المتكاملة والتحول الرقمي في عُمان والمنطقة."
  }
}
